//
//  CTAssetsPicker.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Cancel";
"Done" = "Done";

/* Default title */
"Photos" = "Photos";

/* No. of selected */
"%@ Photo Selected" = "%@ Photo Selected";
"%@ Photos Selected" = "%@ Photos Selected";
"%@ Video Selected" = "%@ Video Selected";
"%@ Videos Selected" = "%@ Videos Selected";
"%@ Items Selected" = "%@ Items Selected";

/* Grid view footer */
"%@ Photos" = "%@ Photos";
"%@ Videos" = "%@ Videos";
"%@ Photos, %@ Videos" = "%1$@ Photos, %2$@ Videos";

/* Assets index */
"%@ of %@" = "%1$@ of %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "This app does not have access to your photos or videos.";
"You can enable access in Privacy Settings." = "You can grant access in Privacy Settings.";

/* Messages if no assets */
"No Photos or Videos" = "No Photos or Videos";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "You can sync photos and videos onto your %@ using iTunes.";

/* Accessibility labels */
"Play" = "Play";
"Select" = "Select";
"Deselect" = "Deselect";

/* Video duration spell out */
"hours" = "hours";
"hour" = "hour";
"minutes" = "minutes";
"minute" = "minute";
"seconds" = "seconds";
"second" = "second";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Cannot Play Stream Video";
"OK" = "OK";
